namespace Rooms.Infrastructure.Clients.Implementations;

public class InstituteDepartmentsTestData
{
    private const string Data = """
                                6444a815-3a63-4f2d-9f98-a0873950a9ae,Отдел Корпоративных Информационных Систем,5623a60f-e7a3-44a6-b81b-ad949ba478b6
                                1cb5c71f-6abc-4a78-bbd3-8fbeb3be29b0,Издательско-полиграфический центр,
                                90f9d2fb-77b5-4b45-a7eb-4f60ca1a8e2e,Отдел радиоволн,5623a60f-e7a3-44a6-b81b-ad949ba478b6
                                2db590a4-7699-41a7-9904-5dab78e967cb,Отдел Открытого Программного Обеспечения,5623a60f-e7a3-44a6-b81b-ad949ba478b6
                                79d3fa8f-f42b-488d-b8a2-b63d2c084940,Управление безопасности,
                                dd9aadb4-227f-405b-bdf0-f3a99e846e71,Кафедра физики,9a1e5e19-d6cd-407b-b610-13fba5753ad5
                                5a781de1-4ec3-4bcf-8d5a-b415316e4299,Кафедра игростроя,5b880025-490e-42f8-8b33-fd302728c5e8
                                1ad416b3-59f0-490d-9822-6dea103ed146,Кафедра психологии,a3228e43-5315-47d6-95eb-a17030a9f11b
                                0f21b057-b952-4ae7-8804-55f16a944238,Инженерный корпус,99c949ac-812c-4181-9916-973fdea34f92
                                a281993e-8b7e-429f-9d86-60db3cb877b1,Кафедра социальных проблем,a3228e43-5315-47d6-95eb-a17030a9f11b
                                d3707436-a4b7-41e3-96ba-340e985a1d96,Кафедра мировой истории,a3228e43-5315-47d6-95eb-a17030a9f11b
                                084f71fc-4fa1-4ddb-a04b-539737cfd074,Комбинат питания,
                                99c949ac-812c-4181-9916-973fdea34f92,Военный отдел,
                                5bdaae63-67a3-46c2-88fb-d7b87bfa486b,Театральный отдел,a3228e43-5315-47d6-95eb-a17030a9f11b
                                61a011ba-c507-45d3-b13e-45d539116226,Кафедра медицины,5b880025-490e-42f8-8b33-fd302728c5e8
                                9485c91a-8adb-47ec-b97e-2ba9c3d9ac20,Управление финансов,a3228e43-5315-47d6-95eb-a17030a9f11b
                                b48a2fd9-e961-4184-b537-3ee3b668de3c,Подготовительное отделение для иностранных учащихся,
                                5b880025-490e-42f8-8b33-fd302728c5e8,Естественных наук и математики,
                                a3228e43-5315-47d6-95eb-a17030a9f11b,Уральский гуманитарный институт,
                                5623a60f-e7a3-44a6-b81b-ad949ba478b6,Радиоэлектроники и информационных технологий - РТФ,
                                9a1e5e19-d6cd-407b-b610-13fba5753ad5,Физико-технологический,
                                """;
}